Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ སྨན་པ འི་ བདག་པོ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡང་དག་ སྒྲ་ སྒྲོགས་ ལ །_། བཻ་ དཱུརྱ་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $908 “The well-gone Vaidyādhipa, when a brahmin, |#| Offered a parasol made of beryl |#| To the thus-gone Proclaimer of Truth |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མདངས་ མངའ་ བཟང་ ཀན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔག་མེད་ སྤྱན་ དེ་ ལ །_། ན་བཟའ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $909 “The thus-gone Ojodhārin, when a tailor, |#| Offered garments |#| To the thus-gone Unfathomable Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ དགྱེས་པ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟུལ་ཞུགས་ དཔའ་བོ་ ལ །_། མེ་ཏོག་ ཟད་ མི་ ཤེས་པ ས་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $910 “The well-gone Puṇyapriya, when a brahmin, |#| Scattered inexhaustible flowers |#| Before the thus-gone Hero of Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགའ་ སྟོབས་ རྔ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་འབར་ དེ་ ལ་ ནི །_། རྔ་བོ་ ཆེ་ དག་ བརྡུང་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $911 “The thus-gone Ratibala, when a drummer, |#| Beat great drums |#| Before the thus-gone Blazing Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དབྱངས་སྙན་ ཕྱུག་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ ཚོགས་ དེ་ ལ །_། གླིང་བུ་ དག་ ནི་ བུད་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ [332b] དོ །_།
en: $912 “The thus-gone Sughoṣa, when a rich man, |#| Played the flute |#| Before the thus-gone Gathering of Qualities |#| And in doing so first gave rise to the mind of awakening. [332.b]

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ དབང་ཕྱུག་ བྲམ་ཟེ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་ དུ་ འོང་བ འི་ དབྱངས་ དེ་ ལ །_། ཀུ་ཤ་ དག་ ལས་ བྱས་པ འི་ ན་བཟའ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $913 “The well-gone Dharmeśvara, when the son of a brahmin, |#| Offered robes made of kuśa grass |#| To the thus-gone Compelling Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་དབྱངས་ ཞིང་པ འི་ ཚེ །_། བསོད་ནམས་ འདོད་ ཕྱིར་ ཁྲོན་ དྲུང་ ཆུ་ ཏོམ་ བཞག _། |#| དེ་བཞིན་ གཤེགས་པ་ དགོངས་པ་ ཆེན་པོ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $914 “The thus-gone Brahmaruta, when a farmer, |#| Placed a water bucket#244 in front of a well with a wish for merit |#| Before the thus-gone Great Intention |#| And in so doing first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྱོད་བཟང་ བ་ལང་ རྫི་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ འི་ ལྷ་ དེ་ ལ །_། སྣོད་ དག་ ཞོ་ ཡིས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $915 “The well-gone Suceṣṭa, when a cattle herder, |#| Offered a vessel filled with yogurt |#| To the thus-gone God of Clarity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཁྲུལ་ མེད་ བློ་ ནི་ གླིང་བུ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ སེམས་ སྤྱོད་ བདུད་རྩི་ ལ །_། ཡིད་ དུ་ འོང་བ འི་ སྒྲ་ དག་ བསྒྲགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $916 “The well-gone Askhalita­buddhi, when a flute player, |#| Offered delightful tones |#| To the well-gone Nectar of Mindful Conduct |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དབྱངས་ ཆེན་ ཁྱིམ་བདག་ ཚེ །_། གཙུག་ལག་ཁང་ ནི་ སྟོང་ སྙེད་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ གསལ་བ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $917 “The thus-gone Mahāpraṇāda, when a householder, |#| Built thousands of monastic temples |#| Before the thus-gone Clear Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྙན་གྲགས་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲོན་མ་ མཆོག་ དེ་ ལ །_། ཕྲེང་བ་ བརྒྱུས་པ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $918 “The well-gone Yaśaḥkīrti, when the son of a merchant, |#| Offered strings of garlands |#| To the thus-gone Supreme Lamp |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཏོག་ ལྡན་ ཤིང་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ བརྟན་པ་ ལ །_། ཨུད་ པལ་ གསུམ་ ཞིག་ གཏོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $919 “The thus-gone Ketumat, when a wood gatherer, |#| Scattered three utpalas |#| Before the thus-gone Steadfast Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ རྣམ་ གྲགས་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ བདེ་གཤེགས་ མཐུ་རྩལ་ སྟོབས་ དེ་ ལ །_། མེ་ཏོག་ དག་ གི་ ཕུར་མ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $920 “The well-gone Vighuṣṭatejas, when the son of a merchant, |#| Offered floral powders |#| To the well-gone Powerful Strength |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འགྲོ་བ འི་ དབང་ཕྱུག་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ པད་འདབ་ སྤྱན་ དེ་ ལ །_། ནོར་བུ འི་ སྒྲོན་མ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $921 “The well-gone Jagadīśvara, when a captain, |#| Offered a jewel lamp |#| To the thus-gone Lotus Petal Eyes |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྗོན་པ་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ འོད་ དེ་ ལ །_། མ་ ཥའི་ སྒྲོན་མ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $922 “The thus-gone Druma, when a poor person, |#| Offered a maṣa lamp |#| To the thus-gone Light of Awakening |#| And in doing so first gave rise to the mind of awakening. [333.a]

source: བདེ་གཤེགས་ གཏི་མུག་ [333a] རབ་ ཟད་ བྱ་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲ་དབྱངས་ མཆོག་ དེ་ ལ །_། ཤ་ སྲང་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $923 “The well-gone Supraṇaṣṭamoha, when a spy,#245 |#| Offered a measure of meat |#| To the thus-gone Supreme Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དཔག་མེད་ ལྷ་རིས་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མངོན་ཤེས་ དྲུག་ སྒྲ་ ལ །_། ཚེམས་ཤིང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $924 “The well-gone Amita, when a god, |#| Offered toothsticks |#| To the thus-gone Sound of the Six Superknowledges |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་བ་ བཟང་པོ་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མདངས་ སྟོབས་ དེ་ ལ་ ནི །_། གདིང་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $925 “The well-gone Sucandra, when a monk, |#| Offered sitting mats |#| To the thus-gone Strength of Brightness |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤོབས་པ་ མཐའ་ ཡ ས་ ཏོག _། ཚོང་དཔོན་ བུ་ ཚེ་ བདེ་གཤེགས་ མི་ ཡི་ གྲངས །_། |#| མར་མེ འི་ ཕྲེང་བ་ དངར་ ཏེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $926 “The thus-gone Ananta­pratibhāna­ketu, when the son of a merchant, |#| Offered an arrangement of garlands of lamps |#| To the well-gone Human Category |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ བསྟར་བ་ ཚོང་པ འི་ ཚེ །_། བདེ་གཤེགས་ རྒྱལ་བ འི་ མེ་ཏོག་ ཚོགས་ དེ་ ཡི །_། སྐུ་ ལ་ ཙན་དན་ དམར་པོ ས་ བྱུགས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $927 “The well-gone Vratanidhi, when a merchant, |#| Offered red sandalwood body ointment |#| To the well-gone Gathering of the Flowers of the Victors |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཆོད་གནས་ ལྷ་ ཡི་ རིམ་གྲོ་པ །_། བྱེད་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ གཙུག་ ཆེན་ ལ །_། མེ་ཏོག་ རྙི ས་པ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $928 “The well-gone Pūjya, when a priest of the gods, |#| Offered dried flowers |#| To the thus-gone Great Crown |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མྱ་ངན་ རྒལ་བ་ སྨྱིག་མ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ལྷ་ ཡི་ བདག་པོ་ ལ །_། ཏ་ལ་ མུ་ཏིག་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $929 “The well-gone Uttīrṇaśoka, when a bamboo craftsman, |#| Offered tala#246 pearls |#| To the well-gone Divine Ruler |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགེ་ དགྱེས་ འབྲུ་མར་ མཁན་ གྱི་ ཚེ །_། བདེ་གཤེགས་ བག་ མི་ ཚ་བ ར་ གནས་པ་ ལ །_། འབྲུ་མར་ སྲང་ གཅིག་ཅིག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $930 “The well-gone Kṣemapriya, when a producer of grain oil, |#| Offered a measure of grain oil |#| To the well-gone Remaining Undaunted |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འགྲོ་བ འི་ བླ་ གྲོས་ འབྲུ་མར་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ དགྲ་བཅོམ་ བྱང་ཆུབ་ ལ །_། ཡུངས་མར་ སྲང་ བརྒྱད་ སྙེད་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $931 “The well-gone Jagadmati, when a producer of grain oil, |#| Obtained eight measures of mustard seed oil and offered it |#| To the well-gone Awakening of the Worthy |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགྱེས་ གཤེགས་ རྒྱལ་བུ འི་ ཚེ །_། བདེ་གཤེགས་ མྱ་ངན་ མུན་པ་ སེལ་བ་ ལ །_། རྨ་བྱ་ དག་ ལས་ བྱས་པ འི་ བསིལ་ཡབ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $932 “The thus-gone Priyaṅgama, when a prince, |#| Offered a fan made of peacock feathers |#| To the well-gone Dispeller of the Darkness of Suffering |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཞབས་ མཛེས་ དེད་ [333b] དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆུ་བོ་ རྣམ་དག་ ལ །_། མུ་ཏིག་ དག་ གིས་ གཏོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $933 “The thus-gone Caraṇābhijñāta, when a captain, [333.b] |#| Scattered pearls |#| Before the thus-gone River of Purity |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཨུད་ པལ་ བརྒྱ་བྱིན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། སྐུ་ཚེ འི་ འདུ་བྱེད་ གཟུང་བ ར་ གསོལ་ བཏབ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $934 “The thus-gone Utpala, when Śakra, |#| Requested the thus-gone Moonlight |#| To maintain the formative factors of his lifespan, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དུལ་ གནས་ མེ་ཏོག་ གསེར་ རྟོག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔའ་བ འི་ སེམས་ དེ་ ལ །_། གསེར་ དག་ གིས་ ནི་ གཏོར་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $935 “The well-gone Puṣpa­dama­sthita, when an expert on gold, |#| Scattered gold |#| Before the thus-gone Heroic Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོབས་པ་ མཐའ་ ཡ ས་ འོད་ཟེར་ པད་མ་ མཁན །_། བྱེད་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ཐར་པ འི་ ཤེས་རབ་ ལ །_། ཤིང་ ལས་ བྱས་པ འི་ ལྷུང་བཟེད་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $936 “The well-gone Ananta­pratibhāna­raśmi, when an expert on lotus flowers, |#| Offered an alms bowl made of wood |#| To the thus-gone Insight of Liberation |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲང་སྲོང་ གསལ་བ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔའ་བོ འི་ སེམས་ དེ་ ལ །_། མེ་ཏོག་ དག་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $937 “The well-gone Ṛṣiprasanna, when a garland maker, |#| Offered a parasol made of flowers |#| To the thus-gone Heroic Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ བརྩོན་འགྲུས་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཙམ་པ འི་ སྒྲོན་མ་ ལ །_། འཇམས་ གང་ཞིག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $938 “The well-gone Guṇavīrya, when a householder, |#| Offered some rice gruel |#| To the thus-gone Campaka Lamp |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྙིང་པོ་ མར་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་གནས་ དཔལ་ དེ་ ལ །_། ཞུན་མ ར་ སྲང་ བརྒྱད་ སྙེད་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $939 “The thus-gone Sāra, when a butter merchant, |#| Offered eight measures of clarified butter |#| To the thus-gone Glorious Object of Worship |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ བདག་ ཀ་ རན་ ཛ་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ ལེགས་ སེམས་ ལ །_། བཀྴ་ ཀ་དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $940 “The well-gone Marudadhipa, when a worker in karañja wood,#247 |#| Offered a meal |#| To the thus-gone Excellent Mind of Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ མཐོན་པོ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ དཔལ་ དེ་ ལ །_། སྤོས་ དང་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $941 “The well-gone Uccaratna, when a prince, |#| Offered incense and garlands |#| To the thus-gone Splendid Glory |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གསལ་བ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྐྱེ་བོ་ དད་པ་ ལ །_། སྦྲང་རྩི་ བལྡག་ པར་ བྱ་བ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $942 “The thus-gone Prasanna, when a merchant, |#| Offered honey to lick |#| To the thus-gone Faith of the People |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྐལ་ལྡན་ ཤིང་རྟ་ ཅན །_། ལྷམ་ མཁན་ ཚེ་ ན་ བདེ་ [334a] གཤེགས་ བློ་ མཆོག་ ལ །_། མཆིལ་ལྷམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $943 “The thus-gone Bhāgīratha, when a shoemaker, [334.a] |#| Offered footwear |#| To the well-gone Supreme Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ བློ་གྲོས་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རབ་ དགྱེས་ གསལ་བ་ ལ །_། མེ་ཏོག་ དག་ གི་ ཆུན་པོ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $944 “The well-gone Puṇyamati, when a garland maker, |#| Offered a bouquet of flowers |#| To the thus-gone Clear Delight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྦྱིན་སྲེག་ འོད་འཕྲོ་ ཐགས་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདག་ཉིད་ སྣང་བ་ ལ །_། རས་ ཀྱི་ ཁ་ཚར་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $945 “The well-gone Hutārci, when a weaver, |#| Offered cotton tassels |#| To the thus-gone Illuminating Identity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ མཐའ་ ཡ ས་ གཟི་བརྗིད་ ཕུང་པོ་ ནི །_། ཚོང་པ་ བྱེད་ ཚེ་ བདེ་གཤེགས་ མི་ ཡི་ པད་མ་ ལ །_། རས་ཡུག་ ཟུང་ དུ་ སྦྱར་ ཏེ་ |#| དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $946 “The well-gone Ananta­guṇa­tejorāśi, when a merchant, |#| Joined two measures of cotton and offered them |#| To the thus-gone Lotus of Humanity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ སྟབས་ ནི་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོས་དྲི་ ཞིམ་པ་ ལ །_། སེའུ་ འབྲུ འི་ བཅུད་ ཁུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $947 “The well-gone Siṃhavikrāmin, when a forest guard, |#| Offered pomegranate juice |#| To the thus-gone Fragrant Incense |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མི་ གཡོ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་པ་ མཆོག་ དེ་ ལ །_། ཨ་ ཏི་ མུག་ ཏ འི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $948 “The thus-gone Acala, when a forest guard, |#| Scattered atimukta flowers |#| Before the thus-gone Supreme Worship |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རབ་གསལ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ སྣ་ཚོགས་ ལ །_། མར་ཁུ ར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $949 “The thus-gone Prasanna, when a physician, |#| Offered clarified butter |#| To the thus-gone Diverse Flowers |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ སྤྱོད་ ཁྱིམ་བདག་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཕགས་པ འི་ དཔལ་ དེ་ ལ །_། ཕྲེང་བ་ བརྒྱུས་པ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $950 “The well-gone Cīrṇaprabha, when the son of a householder, |#| Offered strings of garlands |#| To the thus-gone Glory of the Noble Ones |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གླུ་དབྱངས་ ཤིང་རྟ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁའ་ མཚུངས་ དེ་ ལ །_། གཟིམས་ ཁྲི་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $951 “The well-gone Nāgaruta,#248 when a chariot maker, |#| Offered a bed |#| To the thus-gone Equal to the Sky |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གླུ་དབྱངས་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ པད་མ འི་ འོད་ཟེར་ ལ །_། མེ་ཏོག་སིལ་མ་ དག་ ནི་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $952 “The thus-gone Saṃgīti, when a physician, |#| Scattered flower petals |#| Before the thus-gone Radiant Lotus |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཁོར་ལོ་ འཛིན་པ་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ འི་ ལྷ་ དེ་ ལ །_། མེ་ཏོག་སིལ་མ་ དག་ [334b] གིས་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $953 “The well-gone Cakradhara, when a garland maker, |#| Scattered flower petals |#| Before the thus-gone God of Clarity[334.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབྱིག་མཆོག་ རལ་པ་ ཅན་ གྱི་ ཚེ །_། བདེ་གཤེགས་ བསམ་ གྱིས་ མི་ ཁྱབ་ སྟེགས་ དེ་ ལ །_། རྩྭ་ ཡི་ མལ་སྟན་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $954 “The well-gone Vasuśreṣṭha, when a dreadlocked ascetic, |#| Offered a straw mattress |#| To the well-gone Inconceivable Support |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཇིག་རྟེན་ དགའ་བ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། ཕྲེང་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $955 “The well-gone Lokapriya, when a merchant, |#| Offered garlands |#| To the thus-gone Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ ཟླ་བ་ ལག་ བླ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕུང་པོ་ ཆེན་པོ་ ལ །_། ཤིང་ མཆོག་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $956 “The well-gone Dharmacandra, when a supervisor of a new building,#249 |#| Offered supreme trees |#| To the thus-gone Great Gathering |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཐའ་ ཡ ས་ གྲགས་པ་ ཕྱུགས་རྫི་ ཡི །_། དཔོན་པོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ སྟོབས་ཆེན་ ལ །_། འོ་མ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $957 “The well-gone Ananta­rati­kīrti, when a leader of cattle herders, |#| Offered milk |#| To the well-gone Great Strength |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤྲིན་ ཏོག་ གོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡུལ་འཁོར་ ཡེ་ཤེས་ ལ །_། རས་ཡུག་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $958 “The thus-gone Meghadhvaja, when a garment merchant, |#| Offered a cotton fabric |#| To the thus-gone Wisdom of the Land |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤེས་རབ་ འགྲོས་ ནི་ ཁྱིམ་བདག་ ཚེ །_། འཁོར་ གྱི་ ཁྱམས་ དག་ ཕྱག་དར་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ དྲག་ཤུལ་ བློ་གྲོས་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $959 “The well-gone Prajñāgati, when a householder, |#| Swept the courtyard |#| Before the thus-gone Fierce Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤོས་ བཟངས་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རི་དབང་ བློ་ དེ་ ལ །_། མར་མེ འི་ སྙིང་པོ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $960 “The thus-gone Sugandha, when a poor man, |#| Offered lamp wicks |#| To the thus-gone Mind of the King of Mountains |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནམ་མཁ འི་ དབྱངས་ ནི་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡན་ལག་ མཛེས་པ་ ལ །_། ན་བཟའ་ ཕྲུགས་ གཅིག་ཅིག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $961 “The well-gone Gaganasvara, when a merchant, |#| Offered a set of robes |#| To the thus-gone Beautiful Limbs |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ནི་ ལྷ་རིས་པ་ ཡི་ ཚེ །_། ཕྱག་དར་ དག་ ནི་ བྱ་བ་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ དཔལ་ གྱི་ མཆོག་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $962 “The well-gone Deva, when a god, |#| Served as sweeper |#| Before the thus-gone Supreme Glory, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་རྒྱལ་ ཕྱུགས་རྫི འི་ དཔོན་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དཔལ་ གྱི་ བཤེས་གཉེན་ ལ །_། འོ་མ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $963 “The well-gone Devarāja, when a leader of cattle herders, |#| Offered milk |#| To the thus-gone Glorious Friend |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནོར་བུ་ [335a] གསལ་ ནི་ དཀའ་ཐུབ་ ཅན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཡིད་གཉིས་ སྤོང་བ་པོ །_། དེ་ ལ་ གདུགས་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $964 “The well-gone Maṇiviśuddha, when undertaking austerities, |#| Offered parasols [335.a] |#| To the well-gone Abandoning Doubt |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ནོར་ བཟངས་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ ལྡན་ དེ་ |#| ལ །_། ཀཱར་ ཥཱ་པ་ ནི་ གཅིག་ རི འི་ འབྲུ་མར་ དང་ །_། སྤོས་ ཕུལ་ དང་པོ ར་ བྱང་ཆུབ་ སེམས་བསྐྱེད་ དོ །_།
en: $965 “The thus-gone Sudhana, when an incense merchant, |#| Offered grain oil worth one karṣapaṇa |#| To the thus-gone Defeating the Enemy |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྒྲོན་མ་ གཽ་ཏམ་ ཚེ །_། དབྱར་གནས་པ་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོས་ ཀྱི་ དཔལ་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $966 “The thus-gone Pradīpa, when he belonged to the Gautama clan, |#| Offered accommodation for the rains retreat |#| To the thus-gone Incense Glory |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ ང་རོ་ དབྱངས །_། ཚོང་འདུས་པ་ ཚེ་ བདེ་གཤེགས་ དགྲ་བཅོམ་ གནས །_། |#| དེ་ ལ་ ཞུན་མ ར་ བྲེ་ གང་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $967 “The thus-gone Ratna­svara­ghoṣa, when a market merchant, |#| Offered a measure of clarified butter |#| To the well-gone Abode of the Worthy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེ་ དབང་ རྒྱལ་པོ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ གནས་ དེ་ ལ །_། ཀུན་དགའ་ར་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $968 “The well-gone Janendrarāja, when a merchant, |#| Offered a pleasure grove |#| To the thus-gone Abode of Qualities |#| And in doing so first gave rise to the mind of awakening.
